Repository: common-repository/brick-system
Catalog: i18n/thbs-*.po
Languages: de_de

source: Bricksets
de_de: Baukästen

source: Please set a name
de_de: Bitte gib einen Namen an

source: Brickset updated
de_de: Baukasten wurde editiert

source: Brickset could not be updated. Code: onBricksetUpdate
de_de: Baukasten konnte nicht editiert werden. Code: onBricksetUpdate

source: Published
de_de: Veröffentlicht

source: Draft
de_de: Entwurf

source: Save
de_de: Speichern

source: Publish
de_de: Publizieren

source: Update
de_de: Aktualisieren

source: Save as Draft
de_de: Als Entwurf speichern

source: Do you really want to delete the brickset?
de_de: Möchten Sie wirklich den Baukasten löschen?

source: Do you really want to move the brick to the trash?
de_de: Möchten Sie wirklich den Baustein in den Papierkorb legen?

source: Be careful with the deletion of a brickset! It will remove the brickset and all its content permanently!
de_de: Seien Sie mit dem Löschen eines Baukastens vorsichtig. Es wird alles permanent gelöscht, auch die darin angelegten Bausteine.

source: Add New Brickset
de_de: Baukasten hinzufügen

source: The &#8220;slug&#8221; identifies the brickset in the page setup.
de_de: Der &#8220;slug&#8221; identifiziert den Baukasten in der Seite.

source: The description is not a required value. Just give a little preview of the content of the set
de_de: Die Beschreibung ist kein Pflichtfeld. Ein kurzer Anriss des Inhaltes ist jedoch hilfreich.

source: Edit
de_de: Editiere

source: Edit Brickset
de_de: Baukasten editieren

source: To switch, click here
de_de: Zum Umschalten hier klicken

source: Here you are able to edit the main settings such as the slug or the name of the brickset.
de_de: Hier ist es möglich die Einstellungen des Baukastens zu verändern.

source: With the slug you can place the brickset (or a single brick) into your page/template/whatever.
de_de: Mit dem Slug ist es möglich den Baukasten oder einen einzelnen Baustein in der Seite oder Template zu plazieren.

source: If you change the slug, make sure that you will change the identifier in the pages.
de_de: Wenn der Slug geändert wird, muss sicher gestellt werden, dass der Identifizierer auf den Seiten auch geändert wird.

source: Place a brickset with <em>[brickset "brickset_slug"]</em>. Place a brick width <em>[brick "brick_slug"]</em>.
de_de: Einen Baukasten kann man mit <em>[brickset "brickset_slug"]</em> platzieren, einen Baustein mit <em>[brick "brick_slug"]</em>.

source: Alternatively use the template functions: <em>the_brickset( "brickset_slug" )</em> and <em>the_brick( "brick_slug" )</em>
de_de: Alternativ können auch die Templatefunktionen genutzt werden: <em>the_brickset( "brickset_slug" )</em> und <em>the_brick( "brick_slug" )</em>

source: Available Bricks
de_de: Verfügbare Bausteine

source: Add brick to set
de_de: Baustein hinzufügen

source: Headlines
de_de: Überschriften

source: Brick to display headlines
de_de: Baustein, um Überschriften darzustellen

source: Headline-Type
de_de: Typ der Überschrift

source: CSS-Class
de_de: CSS-Klasse

source: Simple Text
de_de: Einfacher Text

source: Simple text brick with no rich text editing tools.
de_de: Einfacher Textbaustein ohne tiefgreifende Funktionen.

source: Spacer
de_de: Trenner

source: Brick to display a spacer
de_de: Baustein, um einen Trenner dar zu stellen

source: Enter the full URL of the website
de_de: Bitte geben Sie die komplette Adresse der Zielwebseite ein.

source: Enter the full URL of the image location
de_de: Bitte geben Sie die komplette Adresse des Bildes ein.

source: Simple Picture
de_de: Einfaches Bild

source: Brick to display a picture
de_de: Baustein, um ein Bild dar zu stellen

source: Choose picture from mediathek
de_de: Bild aus Mediathek wählen

source: Image Location
de_de: Adresse des Bildes

source: Show Style-Box
de_de: Zeige Style-Box

source: Description of the picture, e.g. Mona Lisa
de_de: Beschreibung des Bildes, z.B. Mona Lisa

source: Bricksyten Brick Widget
de_de: Baukasten Baustein Widget

source: This widget displays the brick.
de_de: Dieses Widget stellt einen Baustein dar.

source: Choose Brick
de_de: Wähle einen Baustein

source: Widget doesnot appear on this pages
de_de: Widget erscheint nicht auf diesen Seiten

source: Widget only appears on this pages
de_de: Widget erscheint nur auf diesen Seiten

source: Widget appears everywhere
de_de: Widget erscheint überall

source: Page-IDs
de_de: Seiten-IDs

source: comma sperated
de_de: separiert mit Kommata

source: Bricksyten Brickset Widget
de_de: Bricksystem Baukasten Widget

source: This widget displays the whole brickset.
de_de: Dieses Widget stellt einen kompletten Baukasten dar.

source: Choose Brickset
de_de: Wähle einen Baukasten
